#+TITLE: Head Drawing II
#+AUTHOR: Chris Hogan
#+DATE: <2021-03-29 Mon> to <2021-04-25 Sun>

* Log
** Week 1
  #+BEGIN: clocktable :scope subtree :maxlevel 6 :block thisweek :tags t
  #+CAPTION: Clock summary at [2021-03-30 Tue 21:23], for week 2021-W13.
  | Tags    | Headline                                     | Time    |       |      |      |
  |---------+----------------------------------------------+---------+-------+------+------|
  |         | *Total time*                                 | *11:36* |       |      |      |
  |---------+----------------------------------------------+---------+-------+------+------|
  |         | \_  Week 1                                   |         | 11:36 |      |      |
  |         | \_    <2021-03-29 Mon>                       |         |       | 7:44 |      |
  | prep    | \_      Build brush holder                   |         |       |      | 1:28 |
  | prep    | \_      Build color checker                  |         |       |      | 1:19 |
  | prep    | \_      Paint brush holder and color checker |         |       |      | 0:27 |
  | study   | \_      Head Phase III - Intro               |         |       |      | 0:41 |
  | drawing | \_      Head layins - 20 min.                |         |       |      | 0:40 |
  | drawing | \_      Head Phase II - Female cast          |         |       |      | 1:39 |
  | study   | \_      Head Phase II - Female Cast          |         |       |      | 0:30 |
  | drawing | \_      Loomis book                          |         |       |      | 1:00 |
  |         | \_    <2021-03-30 Tue>                       |         |       | 3:52 |      |
  | drawing | \_      Head layins                          |         |       |      | 0:34 |
  | drawing | \_      Head Phase II - Female cast          |         |       |      | 2:05 |
  | study   | \_      Head Phase II - Photo Drawing        |         |       |      | 0:30 |
  | drawing | \_      Loomis book                          |         |       |      | 0:43 |
  #+END:
#+BEGIN: clocktable-by-tag :scope subtree :maxlevel 6 :match ("drawing" "study" "prep")
| Tag     | Headline   | Time (h) |
|---------+------------+----------|
| drawing | *Tag time* | *6h 41m* |
|---------+------------+----------|
| study   | *Tag time* | *1h 41m* |
|---------+------------+----------|
| prep    | *Tag time* | *3h 14m* |

#+END:
*** <2021-03-29 Mon>
**** DONE Build brush holder                                           :prep:
     :LOGBOOK:
     CLOCK: [2021-03-29 Mon 07:50]--[2021-03-29 Mon 09:18] =>  1:28
     :END:
**** DONE Build color checker                                          :prep:
     :LOGBOOK:
     CLOCK: [2021-03-29 Mon 10:10]--[2021-03-29 Mon 11:29] =>  1:19
     :END:
**** DONE Paint brush holder and color checker                         :prep:
     :LOGBOOK:
     CLOCK: [2021-03-29 Mon 13:15]--[2021-03-29 Mon 13:42] =>  0:27
     :END:
**** DONE Head Phase III - Intro                                      :study:
     :LOGBOOK:
     CLOCK: [2021-03-29 Mon 12:33]--[2021-03-29 Mon 13:14] =>  0:41
     :END:
**** DONE Head layins - 20 min.                                     :drawing:
     :LOGBOOK:
     CLOCK: [2021-03-29 Mon 18:04]--[2021-03-29 Mon 18:44] =>  0:40
     :END:
**** DONE Head Phase II - Female cast                               :drawing:
     :LOGBOOK:
     CLOCK: [2021-03-29 Mon 18:45]--[2021-03-29 Mon 20:24] =>  1:39
     :END:
**** DONE Head Phase II - Female Cast :study:
     :LOGBOOK:
     CLOCK: [2021-03-29 Mon 22:00]--[2021-03-29 Mon 22:30] =>  0:30
     :END:
**** DONE Loomis book                                               :drawing:
     :LOGBOOK:
     CLOCK: [2021-03-29 Mon 20:24]--[2021-03-29 Mon 21:24] =>  1:00
     :END:
*** <2021-03-30 Tue>
**** DONE Head layins                                               :drawing:
     :LOGBOOK:
     CLOCK: [2021-03-30 Tue 18:01]--[2021-03-30 Tue 18:35] =>  0:34
     :END:
**** DONE Head Phase II - Female cast                               :drawing:
     :LOGBOOK:
     CLOCK: [2021-03-30 Tue 18:35]--[2021-03-30 Tue 20:40] =>  2:05
     :END:
**** DONE Head Phase II - Photo Drawing                               :study:
     :LOGBOOK:
     CLOCK: [2021-03-30 Tue 22:00]--[2021-03-30 Tue 22:30] =>  0:30
     :END:
**** DONE Loomis book                                               :drawing:
     :LOGBOOK:
     CLOCK: [2021-03-30 Tue 20:40]--[2021-03-30 Tue 21:23] =>  0:43
     :END:
*** <2021-03-31 Wed>
**** TODO Head layins                                               :drawing:
**** TODO Head Phase II - Photo Drawing                             :drawing:
**** TODO Loomis book                                               :drawing:

